{
    "changelog.md": {
        "Changelog Porkfolio": "Changelog Porkfolio",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*"
    },
    "index.md": {
        "Plugin Porkfolio": "Porkfolio Plugin",
        "Ce plugin permet de controller et d'avoir toutes les infos de sa tirelire Porkfolio": "Mit diesem Plugin können Sie alle Informationen von Ihrem Porkfolio-Sparschwein steuern und abrufen",
        "Configuration du plugin Jeedom": "Jeedom Plugin Konfiguration",
        "Installation\/Création": "Installation \/ Erstellung",
        "Afin d'utiliser le plugin, vous devez le télécharger, l'installer et l'activer comme tout plugin Jeedom": "Um das Plugin verwenden zu können, müssen Sie es wie jedes Jeedom-Plugin herunterladen, installieren und aktivieren",
        "Suite à cela il vous faudra renseigner vos identifiants (compte wink + api": "Anschließend müssen Sie Ihre Anmeldedaten eingeben (Wink-Konto + API",
        "Rendez vous dans le menu Plugins\/Finances, vous y trouverez le plugin porkfolio": "Gehen Sie zum Menü Plugins \/ Finanzen, dort finden Sie das Plugin für Schweinefleischportfolios",
        "Vous arriverez sur la page qui listera vos équipements (vous pouvez avoir plusieurs Porkfolio) et qui vous permettra d'en créer": "Sie gelangen auf die Seite, auf der Ihre Ausrüstung aufgelistet ist (Sie können mehrere Porkfolios haben) und auf der Sie einige erstellen können",
        "Cliquez sur le bouton Ajouter": "Klicken Sie auf die Schaltfläche Hinzufügen",
        "Vous arriverez ensuite sur la page de configuration de votre porkfolio": "Sie gelangen dann auf die Konfigurationsseite Ihres Schweinefleischportfolios",
        "Sur cette page vous trouverez plusieurs sections": "Auf dieser Seite finden Sie mehrere Abschnitte",
        "Général": "Allgemein",
        "Vous trouverez dans cette section toutes les configurations Jeedom": "In diesem Abschnitt finden Sie alle Jeedom-Konfigurationen",
        "A savoir le nom de votre équippement, l'objet auquel vous voulez l'associer, la catégorie (de préférence multimédia), si vous voulez que l'équipement soit actif ou non , et enfin si vous voulez qu'il soit visible sur le dashboard": "Nämlich den Namen Ihres Geräts, das Objekt, dem Sie es zuordnen möchten, die Kategorie (vorzugsweise Multimedia), ob das Gerät aktiv sein soll oder nicht, und schließlich, ob es auf dem Gerät sichtbar sein soll Dashboard",
        "Cette section est utile si et seulement si vous possédez plusieurs porkfolio": "Dieser Abschnitt ist genau dann nützlich, wenn Sie mehrere Schweinefleischportfolios haben",
        "Il faudra rentrer le numéro de l'équippement (1, 2 ou 3 par exemple": "Sie müssen die Gerätenummer eingeben (z. B. 1, 2 oder 3)",
        "Vous pouvez laisser ce champ vide si vous possédez un seul porkfolio ce qui sera sûrement votre cas": "Sie können dieses Feld leer lassen, wenn Sie nur ein Schweinefleischportfolio haben, was sicherlich Ihr Fall sein wird",
        "Vous n'avez rien à faire dans cette section": "In diesem Abschnitt haben Sie nichts zu tun",
        "Les commandes seront créées automatiquement": "Bestellungen werden automatisch erstellt",
        "Rafraîchir": "Aktualisieren",
        "bouton permettant de rafraîchir le widget si besoin": "Schaltfläche, um das Widget bei Bedarf zu aktualisieren",
        "Date de dépôt": "Anmeldedatum",
        "Date de la dernière opération": "Datum der letzten Operation",
        "Date mouvement": "Bewegungsdatum",
        "Date de la dernière fois où un mouvement a été détecté": "Datum des letzten Erkennens einer Bewegung",
        "Date retournement": "Datum umdrehen",
        "Date de la dernière fois où le porkfolio a été retourné": "Datum der letzten Rückgabe des Schweinefleischportfolios",
        "Dernière opération": "Letzte Operation",
        "Montant de la dernière opération": "Betrag der letzten Transaktion",
        "Couleur du nez": "Nasenfarbe",
        "Montant de votre objectif": "Betrag Ihres Ziels",
        "Somme actuellement dans le porkfolio": "Summe derzeit im Schweinefleischportfolio",
        "Les informations": "Informationen",
        "Informations sur le dashboard": "Informationen auf dem Dashboard",
        "Tête du cochon qui peut changer d'humeur": "Schweinekopf, der die Stimmung verändern kann",
        "En laissant la souris sur sa tête il vous dira quand il a bougé pour la dernière fois ainsi que la dernière fois où il a été retourné": "Wenn er die Maus auf dem Kopf lässt, sagt er Ihnen, wann er sich zuletzt bewegt hat und wann er das letzte Mal umgedreht wurde",
        "Bouton rafraîchir pour redemander les valeurs au serveur": "Schaltfläche \"Aktualisieren\", um Werte vom Server anzufordern",
        "En laissant la souris dessus vous aurez la date de la dernière opération": "Wenn Sie die Maus darauf lassen, erhalten Sie das Datum der letzten Operation",
        "Couleur du nez de votre porkfolio": "Nasenfarbe Ihres Schweinefleischportfolios",
        "Barre de progression dans l'atteinte de votre objectif": "Fortschrittsbalken beim Erreichen Ihres Ziels",
        "Somme actuellement dans votre porkfolio": "Summe aktuell in Ihrem Schweinefleischportfolio",
        "Les actions": "Aktionen",
        "Actions accessibles sur le dashboard": "Aktionen, auf die im Dashboard zugegriffen werden kann",
        "Plusieurs actions sont accessibles sur le dashboard": "Im Dashboard stehen mehrere Aktionen zur Verfügung",
        "En cliquant sur le billet vous pourrez déposer ou retirer une somme d'argent": "Durch Klicken auf das Ticket können Sie einen Geldbetrag einzahlen oder abheben",
        "En cliquant sur le drapeau vous pourrez modifier votre objectif": "Durch Klicken auf die Flagge können Sie Ihr Ziel ändern",
        "En cliquant sur le pinceau vous pourrez modifier la couleur du nez de votre porkfolio": "Durch Klicken auf den Pinsel können Sie die Farbe der Nase Ihres Schweinefleischportfolios ändern",
        "Le système recupère les informations toutes les heures": "Das System ruft stündlich Informationen ab",
        "Vous pouvez cliquer sur la commande Rafraîchir pour rafraîchir manuellement": "Sie können auf den Befehl Aktualisieren klicken, um manuell zu aktualisieren",
        "Assurez-vous d'avoir créé le fichier de config en sauvant vos infos dans la config générale du plugin": "Stellen Sie sicher, dass Sie die Konfigurationsdatei erstellt haben, indem Sie Ihre Daten in der allgemeinen Konfiguration des Plugins speichern",
        " Configuration.": " Konfiguration.",
        " Configuration?": " Konfiguration?",
        "Configuration ": "Konfiguration ",
        " Configuration]": " Konfiguration]",
        "[Configuration]": "[Konfiguration]",
        "*Configuration*": "*Konfiguration*",
        " Configuration*": " Konfiguration*",
        " Commandes.": " Befehle.",
        " Commandes?": " Befehle?",
        "Commandes ": "Befehle ",
        " Commandes]": " Befehle]",
        "[Commandes]": "[Befehle]",
        "*Commandes*": "*Befehle*",
        " Commandes*": " Befehle*",
        " Nez.": " Nase.",
        " Nez?": " Nase?",
        "Nez ": "Nase ",
        " Nez]": " Nase]",
        "[Nez]": "[Nase]",
        "*Nez*": "*Nase*",
        " Nez*": " Nase*",
        " Objectif.": " Ziel.",
        " Objectif?": " Ziel?",
        "Objectif ": "Ziel ",
        " Objectif]": " Ziel]",
        "[Objectif]": "[Ziel]",
        "*Objectif*": "*Ziel*",
        " Objectif*": " Ziel*",
        " Somme.": " Summe.",
        " Somme?": " Summe?",
        "Somme ": "Summe ",
        " Somme]": " Summe]",
        "[Somme]": "[Summe]",
        "*Somme*": "*Summe*",
        " Somme*": " Summe*",
        " A.": " Bis.",
        " A?": " Bis?",
        "A ": "Bis ",
        " A]": " Bis]",
        "[A]": "[Bis]",
        "*A*": "*Bis*",
        " A*": " Bis*",
        " B.": " B..",
        " B?": " B.?",
        "B ": "B. ",
        " B]": " B.]",
        "[B]": "[B.]",
        "*B*": "*B.*",
        " B*": " B.*",
        " C.": " C..",
        " C?": " C.?",
        "C ": "C. ",
        " C]": " C.]",
        "[C]": "[C.]",
        "*C*": "*C.*",
        " C*": " C.*",
        " D.": " D..",
        " D?": " D.?",
        "D ": "D. ",
        " D]": " D.]",
        "[D]": "[D.]",
        "*D*": "*D.*",
        " D*": " D.*",
        " E.": " E..",
        " E?": " E.?",
        "E ": "E. ",
        " E]": " E.]",
        "[E]": "[E.]",
        "*E*": "*E.*",
        " E*": " E.*",
        " F.": " F..",
        " F?": " F.?",
        "F ": "F. ",
        " F]": " F.]",
        "[F]": "[F.]",
        "*F*": "*F.*",
        " F*": " F.*",
        " G.": " G..",
        " G?": " G.?",
        "G ": "G. ",
        " G]": " G.]",
        "[G]": "[G.]",
        "*G*": "*G.*",
        " G*": " G.*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}