{
    "changelog.md": {
        "Changelog Porkfolio": "Changelog Porkfolio",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*"
    },
    "index.md": {
        "Plugin Porkfolio": "Porkfolio plugin",
        "Ce plugin permet de controller et d'avoir toutes les infos de sa tirelire Porkfolio": "This plugin allows you to control and have all the info from your Porkfolio piggy bank",
        "Configuration du plugin Jeedom": "Jeedom plugin configuration",
        "Installation\/Création": "Installation \/ Creation",
        "Afin d'utiliser le plugin, vous devez le télécharger, l'installer et l'activer comme tout plugin Jeedom": "In order to use the plugin, you must download, install and activate it like any Jeedom plugin",
        "Suite à cela il vous faudra renseigner vos identifiants (compte wink + api": "Following this, you will need to enter your login details (wink account + api",
        "Rendez vous dans le menu Plugins\/Finances, vous y trouverez le plugin porkfolio": "Go to the Plugins \/ Finances menu, you will find the porkfolio plugin",
        "Vous arriverez sur la page qui listera vos équipements (vous pouvez avoir plusieurs Porkfolio) et qui vous permettra d'en créer": "You will arrive on the page which will list your equipment (you can have several Porkfolio) and which will allow you to create some",
        "Cliquez sur le bouton Ajouter": "Click on the Add button",
        "Vous arriverez ensuite sur la page de configuration de votre porkfolio": "You will then arrive on the configuration page of your porkfolio",
        "Sur cette page vous trouverez plusieurs sections": "On this page you will find several sections",
        "Général": "Main",
        "Vous trouverez dans cette section toutes les configurations Jeedom": "In this section you will find all jeedom configurations",
        "A savoir le nom de votre équippement, l'objet auquel vous voulez l'associer, la catégorie (de préférence multimédia), si vous voulez que l'équipement soit actif ou non , et enfin si vous voulez qu'il soit visible sur le dashboard": "Namely the name of your equipment, the object with which you want to associate it, the category (preferably multimedia), if you want the equipment to be active or not, and finally if you want it to be visible on the dashboard",
        "Cette section est utile si et seulement si vous possédez plusieurs porkfolio": "This section is useful if and only if you have several porkfolio",
        "Il faudra rentrer le numéro de l'équippement (1, 2 ou 3 par exemple": "You will need to enter the equipment number (1, 2 or 3 for example",
        "Vous pouvez laisser ce champ vide si vous possédez un seul porkfolio ce qui sera sûrement votre cas": "You can leave this field empty if you have only one porkfolio which will surely be your case",
        "Vous n'avez rien à faire dans cette section": "You have nothing to do in this section",
        "Les commandes seront créées automatiquement": "Orders will be created automatically",
        "Rafraîchir": "Refresh",
        "bouton permettant de rafraîchir le widget si besoin": "button to refresh the widget if necessary",
        "Date de dépôt": "Deposit date",
        "Date de la dernière opération": "Date of last operation",
        "Date mouvement": "Movement date",
        "Date de la dernière fois où un mouvement a été détecté": "Date of the last time a movement was detected",
        "Date retournement": "Flip date",
        "Date de la dernière fois où le porkfolio a été retourné": "Date of the last time the porkfolio was returned",
        "Dernière opération": "Last Operation",
        "Montant de la dernière opération": "Amount of the last transaction",
        "Couleur du nez": "Nose color",
        "Montant de votre objectif": "Amount of your goal",
        "Somme actuellement dans le porkfolio": "Sum currently in the porkfolio",
        "Les informations": "Information",
        "Informations sur le dashboard": "Information on the dashboard",
        "Tête du cochon qui peut changer d'humeur": "Pig's head which can change mood",
        "En laissant la souris sur sa tête il vous dira quand il a bougé pour la dernière fois ainsi que la dernière fois où il a été retourné": "By leaving the mouse on his head he will tell you when he last moved as well as when he was last turned over",
        "Bouton rafraîchir pour redemander les valeurs au serveur": "Refresh button to request values from the server",
        "En laissant la souris dessus vous aurez la date de la dernière opération": "By leaving the mouse on it you will have the date of the last operation",
        "Couleur du nez de votre porkfolio": "Nose color of your porkfolio",
        "Barre de progression dans l'atteinte de votre objectif": "Progress bar in achieving your goal",
        "Somme actuellement dans votre porkfolio": "Sum currently in your porkfolio",
        "Les actions": "The actions",
        "Actions accessibles sur le dashboard": "Actions accessible on the dashboard",
        "Plusieurs actions sont accessibles sur le dashboard": "Several actions are available on the dashboard",
        "En cliquant sur le billet vous pourrez déposer ou retirer une somme d'argent": "By clicking on the ticket you can deposit or withdraw a sum of money",
        "En cliquant sur le drapeau vous pourrez modifier votre objectif": "By clicking on the flag you can change your goal",
        "En cliquant sur le pinceau vous pourrez modifier la couleur du nez de votre porkfolio": "By clicking on the brush you can change the color of the nose of your porkfolio",
        "Le système recupère les informations toutes les heures": "The system retrieves information every hour",
        "Vous pouvez cliquer sur la commande Rafraîchir pour rafraîchir manuellement": "You can click the Refresh command to refresh manually",
        "Assurez-vous d'avoir créé le fichier de config en sauvant vos infos dans la config générale du plugin": "Make sure you have created the config file by saving your info in the general config of the plugin",
        " Configuration.": " Setup.",
        " Configuration?": " Setup?",
        "Configuration ": "Setup ",
        " Configuration]": " Setup]",
        "[Configuration]": "[Setup]",
        "*Configuration*": "*Setup*",
        " Configuration*": " Setup*",
        " Commandes.": " Commands.",
        " Commandes?": " Commands?",
        "Commandes ": "Commands ",
        " Commandes]": " Commands]",
        "[Commandes]": "[Commands]",
        "*Commandes*": "*Commands*",
        " Commandes*": " Commands*",
        " Nez.": " Nose.",
        " Nez?": " Nose?",
        "Nez ": "Nose ",
        " Nez]": " Nose]",
        "[Nez]": "[Nose]",
        "*Nez*": "*Nose*",
        " Nez*": " Nose*",
        " Objectif.": " Goal.",
        " Objectif?": " Goal?",
        "Objectif ": "Goal ",
        " Objectif]": " Goal]",
        "[Objectif]": "[Goal]",
        "*Objectif*": "*Goal*",
        " Objectif*": " Goal*",
        " Somme.": " Sum.",
        " Somme?": " Sum?",
        "Somme ": "Sum ",
        " Somme]": " Sum]",
        "[Somme]": "[Sum]",
        "*Somme*": "*Sum*",
        " Somme*": " Sum*",
        " A.": " At.",
        " A?": " At?",
        "A ": "At ",
        " A]": " At]",
        "[A]": "[At]",
        "*A*": "*At*",
        " A*": " At*",
        " B.": " B.",
        " B?": " B?",
        "B ": "B ",
        " B]": " B]",
        "[B]": "[B]",
        "*B*": "*B*",
        " B*": " B*",
        " C.": " VS.",
        " C?": " VS?",
        "C ": "VS ",
        " C]": " VS]",
        "[C]": "[VS]",
        "*C*": "*VS*",
        " C*": " VS*",
        " D.": " D.",
        " D?": " D?",
        "D ": "D ",
        " D]": " D]",
        "[D]": "[D]",
        "*D*": "*D*",
        " D*": " D*",
        " E.": " E.",
        " E?": " E?",
        "E ": "E ",
        " E]": " E]",
        "[E]": "[E]",
        "*E*": "*E*",
        " E*": " E*",
        " F.": " F.",
        " F?": " F?",
        "F ": "F ",
        " F]": " F]",
        "[F]": "[F]",
        "*F*": "*F*",
        " F*": " F*",
        " G.": " G.",
        " G?": " G?",
        "G ": "G ",
        " G]": " G]",
        "[G]": "[G]",
        "*G*": "*G*",
        " G*": " G*",
        " FAQ.": " FAQ.",
        " FAQ?": " FAQ?",
        "FAQ ": "FAQ ",
        " FAQ]": " FAQ]",
        "[FAQ]": "[FAQ]",
        "*FAQ*": "*FAQ*",
        " FAQ*": " FAQ*"
    }
}