{
    "changelog.md": {
        "Changelog Porkfolio": "Changelog Porkfolio",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        "[IMPORTANT": "[Importante",
        "IMPORTANT]": "Importante]",
        "*IMPORTANT": "*Importante",
        "IMPORTANT*": "Importante*"
    },
    "index.md": {
        "Plugin Porkfolio": "Complemento Porkfolio",
        "Ce plugin permet de controller et d'avoir toutes les infos de sa tirelire Porkfolio": "Este complemento le permite controlar y tener toda la información de su alcancía Porkfolio",
        "Configuration du plugin Jeedom": "Configuración del complemento Jeedom",
        "Installation\/Création": "Instalación \/ Creación",
        "Afin d'utiliser le plugin, vous devez le télécharger, l'installer et l'activer comme tout plugin Jeedom": "Para usar el complemento, debe descargarlo, instalarlo y activarlo como cualquier complemento de Jeedom",
        "Suite à cela il vous faudra renseigner vos identifiants (compte wink + api)": "Después de esto, deberá ingresar sus credenciales (cuenta de guiño + API)",
        "Rendez vous dans le menu Plugins\/Finances, vous y trouverez le plugin porkfolio": "Vaya al menú Complementos \/ Finanzas, encontrará el complemento pigfolio",
        "Vous arriverez sur la page qui listera vos équipements (vous pouvez avoir plusieurs Porkfolio) et qui vous permettra d'en créer": "Llegará a la página que enumerará su equipo (puede tener varios Porkfolio) y que le permitirá crear algunos",
        "Cliquez sur le bouton Ajouter": "Haga clic en el botón Agregar",
        "Vous arriverez ensuite sur la page de configuration de votre porkfolio": "Luego llegará a la página de configuración de su pigfolio",
        "Sur cette page vous trouverez plusieurs sections": "En esta página encontrarás varias secciones",
        "Général": "Principal",
        "Vous trouverez dans cette section toutes les configurations Jeedom": "En esta sección encontrará todas las configuraciones de libertad",
        "A savoir le nom de votre équippement, l'objet auquel vous voulez l'associer, la catégorie (de préférence multimédia), si vous voulez que l'équipement soit actif ou non , et enfin si vous voulez qu'il soit visible sur le dashboard": "Es decir, el nombre de su equipo, el objeto con el que desea asociarlo, la categoría (preferiblemente multimedia), si desea que el equipo esté activo o no, y finalmente si desea que sea visible en el tablero de instrumentos",
        "Cette section est utile si et seulement si vous possédez plusieurs porkfolio": "Esta sección es útil si y solo si tiene varios pigfolio",
        "Il faudra rentrer le numéro de l'équippement (1, 2 ou 3 par exemple)": "Deberá ingresar el número de equipo (1, 2 o 3, por ejemplo)",
        "Vous pouvez laisser ce champ vide si vous possédez un seul porkfolio ce qui sera sûrement votre cas": "Puede dejar este campo en blanco si solo tiene un pigfolio, que seguramente será su caso",
        "Vous n'avez rien à faire dans cette section": "No tienes nada que hacer en esta sección",
        "Les commandes seront créées automatiquement": "Los pedidos se crearán automáticamente",
        "Rafraîchir": "Refrescar",
        "bouton permettant de rafraîchir le widget si besoin": "botón para actualizar el widget si es necesario",
        "Date de dépôt": "Fecha de presentación",
        "Date de la dernière opération": "Fecha de la última operación",
        "Date mouvement": "Fecha de movimiento",
        "Date de la dernière fois où un mouvement a été détecté": "Fecha de la última vez que se detectó un movimiento",
        "Date retournement": "Fecha de cambio",
        "Date de la dernière fois où le porkfolio a été retourné": "Fecha de la última vez que se devolvió la cartera",
        "Dernière opération": "Última operación",
        "Montant de la dernière opération": "Importe de la última transacción",
        "Couleur du nez": "Color de la nariz",
        "Montant de votre objectif": "Cantidad de tu objetivo",
        "Somme actuellement dans le porkfolio": "Suma actualmente en la cartera",
        "Les informations": "Las informaciones",
        "Informations sur le dashboard": "Información en el tablero",
        "Tête du cochon qui peut changer d'humeur": "Cabeza de cerdo que puede cambiar el estado de ánimo",
        "En laissant la souris sur sa tête il vous dira quand il a bougé pour la dernière fois ainsi que la dernière fois où il a été retourné": "Al dejar el mouse sobre su cabeza, le dirá cuándo se movió por última vez y cuándo fue la última vez",
        "Bouton rafraîchir pour redemander les valeurs au serveur": "Botón Actualizar para solicitar valores del servidor",
        "En laissant la souris dessus vous aurez la date de la dernière opération": "Al dejar el mouse encima, tendrá la fecha de la última operación",
        "Couleur du nez de votre porkfolio": "Color de nariz de tu carne de cerdo",
        "Barre de progression dans l'atteinte de votre objectif": "Barra de progreso para lograr tu objetivo",
        "Somme actuellement dans votre porkfolio": "Suma actual en tu carne de cerdo",
        "Les actions": "Las acciones",
        "Actions accessibles sur le dashboard": "Acciones accesibles en el tablero",
        "Plusieurs actions sont accessibles sur le dashboard": "Hay varias acciones disponibles en el tablero",
        "En cliquant sur le billet vous pourrez déposer ou retirer une somme d'argent": "Al hacer clic en el boleto, puede depositar o retirar una suma de dinero",
        "En cliquant sur le drapeau vous pourrez modifier votre objectif": "Al hacer clic en la bandera puedes cambiar tu objetivo",
        "En cliquant sur le pinceau vous pourrez modifier la couleur du nez de votre porkfolio": "Al hacer clic en el pincel puede cambiar el color de la nariz de su cartera",
        "Le système recupère les informations toutes les heures": "El sistema recupera información cada hora",
        "Vous pouvez cliquer sur la commande Rafraîchir pour rafraîchir manuellement": "Puede hacer clic en el comando Actualizar para actualizar manualmente",
        "Assurez-vous d'avoir créé le fichier de config en sauvant vos infos dans la config générale du plugin": "Asegúrese de haber creado el archivo de configuración guardando su información en la configuración general del complemento",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        "[Configuration": "[Configuración",
        "Configuration]": "Configuración]",
        "*Configuration": "*Configuración",
        "Configuration*": "Configuración*",
        " Commandes.": " Comandos.",
        " Commandes?": " Comandos?",
        "Commandes ": "Comandos ",
        "[Commandes": "[Comandos",
        "Commandes]": "Comandos]",
        "*Commandes": "*Comandos",
        "Commandes*": "Comandos*",
        " Nez.": " Nariz.",
        " Nez?": " Nariz?",
        "Nez ": "Nariz ",
        "[Nez": "[Nariz",
        "Nez]": "Nariz]",
        "*Nez": "*Nariz",
        "Nez*": "Nariz*",
        " Objectif.": " Objetivo.",
        " Objectif?": " Objetivo?",
        "Objectif ": "Objetivo ",
        "[Objectif": "[Objetivo",
        "Objectif]": "Objetivo]",
        "*Objectif": "*Objetivo",
        "Objectif*": "Objetivo*",
        " Somme.": " Suma.",
        " Somme?": " Suma?",
        "Somme ": "Suma ",
        "[Somme": "[Suma",
        "Somme]": "Suma]",
        "*Somme": "*Suma",
        "Somme*": "Suma*",
        " A.": " A las.",
        " A?": " A las?",
        "A ": "A las ",
        "[A": "[A las",
        "A]": "A las]",
        "*A": "*A las",
        "A*": "A las*",
        " B.": " B.",
        " B?": " B?",
        "B ": "B ",
        "[B": "[B",
        "B]": "B]",
        "*B": "*B",
        "B*": "B*",
        " C.": " C.",
        " C?": " C?",
        "C ": "C ",
        "[C": "[C",
        "C]": "C]",
        "*C": "*C",
        "C*": "C*",
        " D.": " D.",
        " D?": " D?",
        "D ": "D ",
        "[D": "[D",
        "D]": "D]",
        "*D": "*D",
        "D*": "D*",
        " E.": " E.",
        " E?": " E?",
        "E ": "E ",
        "[E": "[E",
        "E]": "E]",
        "*E": "*E",
        "E*": "E*",
        " F.": " F.",
        " F?": " F?",
        "F ": "F ",
        "[F": "[F",
        "F]": "F]",
        "*F": "*F",
        "F*": "F*",
        " G.": " G.",
        " G?": " G?",
        "G ": "G ",
        "[G": "[G",
        "G]": "G]",
        "*G": "*G",
        "G*": "G*",
        " FAQ.": " Preguntas frecuentes.",
        " FAQ?": " Preguntas frecuentes?",
        "FAQ ": "Preguntas frecuentes ",
        "[FAQ": "[Preguntas frecuentes",
        "FAQ]": "Preguntas frecuentes]",
        "*FAQ": "*Preguntas frecuentes",
        "FAQ*": "Preguntas frecuentes*"
    }
}