{
    "changelog.md": {
        "Changelog Porkfolio": "Changelog Porkfolio",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin Porkfolio": "Plugin Porkfolio",
        "Ce plugin permet de controller et d'avoir toutes les infos de sa tirelire Porkfolio": "Este plugin permite que você controle e tenha todas as informações do seu mealheiro Porkfolio",
        "Configuration du plugin Jeedom": "Configuração do plugin Jeedom",
        "Installation\/Création": "Instalação \/ Criação",
        "Afin d'utiliser le plugin, vous devez le télécharger, l'installer et l'activer comme tout plugin Jeedom": "Para usar o plug-in, você deve fazer o download, instalar e ativá-lo como qualquer plug-in Jeedom",
        "Suite à cela il vous faudra renseigner vos identifiants (compte wink + api": "Depois disso, você precisará inserir seus detalhes de login (conta wink + api",
        "Rendez vous dans le menu Plugins\/Finances, vous y trouverez le plugin porkfolio": "Vá ao menu Plugins \/ Finanças, você encontrará o plugin porkfolio",
        "Vous arriverez sur la page qui listera vos équipements (vous pouvez avoir plusieurs Porkfolio) et qui vous permettra d'en créer": "Você chegará à página que listará seu equipamento (você pode ter vários Porkfolio) e que permitirá criar algumas",
        "Cliquez sur le bouton Ajouter": "Clique no botão Adicionar",
        "Vous arriverez ensuite sur la page de configuration de votre porkfolio": "Você chegará à página de configuração do seu portfólio",
        "Sur cette page vous trouverez plusieurs sections": "Nesta página você encontrará várias seções",
        "Général": "Geral",
        "Vous trouverez dans cette section toutes les configurations Jeedom": "Nesta seção, você encontrará todas as configurações do jeedom",
        "A savoir le nom de votre équippement, l'objet auquel vous voulez l'associer, la catégorie (de préférence multimédia), si vous voulez que l'équipement soit actif ou non , et enfin si vous voulez qu'il soit visible sur le dashboard": "Ou seja, o nome do seu equipamento, o objeto com o qual você deseja associá-lo, a categoria (de preferência multimídia), se você deseja que o equipamento esteja ativo ou não e, finalmente, se você deseja que ele fique visível na tela. painel de controle",
        "Cette section est utile si et seulement si vous possédez plusieurs porkfolio": "Esta seção é útil se e somente se você tiver vários produtos",
        "Il faudra rentrer le numéro de l'équippement (1, 2 ou 3 par exemple": "Você precisará inserir o número do equipamento (1, 2 ou 3, por exemplo",
        "Vous pouvez laisser ce champ vide si vous possédez un seul porkfolio ce qui sera sûrement votre cas": "Você pode deixar esse campo vazio se tiver apenas um portfólio de porco, o que certamente será o seu caso",
        "Vous n'avez rien à faire dans cette section": "Você não tem nada para fazer nesta seção",
        "Les commandes seront créées automatiquement": "Os pedidos serão criados automaticamente",
        "Rafraîchir": "Legal",
        "bouton permettant de rafraîchir le widget si besoin": "para atualizar o widget, se necessário",
        "Date de dépôt": "Data de apresentação",
        "Date de la dernière opération": "Data da última operação",
        "Date mouvement": "Data do movimento",
        "Date de la dernière fois où un mouvement a été détecté": "Data da última vez que um movimento foi detectado",
        "Date retournement": "Data da inversão",
        "Date de la dernière fois où le porkfolio a été retourné": "Data da última vez em que o portfólio foi devolvido",
        "Dernière opération": "Última Operação",
        "Montant de la dernière opération": "Valor da última transação",
        "Couleur du nez": "Cor do nariz",
        "Montant de votre objectif": "Valor do seu objetivo",
        "Somme actuellement dans le porkfolio": "Soma atualmente no portfólio",
        "Les informations": "Informação",
        "Informations sur le dashboard": "Informações no painel",
        "Tête du cochon qui peut changer d'humeur": "Cabeça de porco que pode mudar o humor",
        "En laissant la souris sur sa tête il vous dira quand il a bougé pour la dernière fois ainsi que la dernière fois où il a été retourné": "Ao deixar o mouse na cabeça, ele informará quando ele se moveu pela última vez, bem como a última vez em que foi entregue",
        "Bouton rafraîchir pour redemander les valeurs au serveur": "Botão Atualizar para solicitar valores do servidor",
        "En laissant la souris dessus vous aurez la date de la dernière opération": "Ao deixar o mouse nele, você terá a data da última operação",
        "Couleur du nez de votre porkfolio": "Cor do nariz do seu portfólio",
        "Barre de progression dans l'atteinte de votre objectif": "Barra de progresso para alcançar seu objetivo",
        "Somme actuellement dans votre porkfolio": "Soma atualmente no seu portfólio",
        "Les actions": "Acções",
        "Actions accessibles sur le dashboard": "Ações acessíveis no painel",
        "Plusieurs actions sont accessibles sur le dashboard": "Várias ações estão disponíveis no painel",
        "En cliquant sur le billet vous pourrez déposer ou retirer une somme d'argent": "Ao clicar no bilhete, você pode depositar ou retirar uma quantia em dinheiro",
        "En cliquant sur le drapeau vous pourrez modifier votre objectif": "Ao clicar na bandeira, você pode alterar sua meta",
        "En cliquant sur le pinceau vous pourrez modifier la couleur du nez de votre porkfolio": "Ao clicar no pincel, você pode alterar a cor do nariz do seu portfólio",
        "Le système recupère les informations toutes les heures": "O sistema recupera informações a cada hora",
        "Vous pouvez cliquer sur la commande Rafraîchir pour rafraîchir manuellement": "Você pode clicar no comando Atualizar para atualizar manualmente",
        "Assurez-vous d'avoir créé le fichier de config en sauvant vos infos dans la config générale du plugin": "Certifique-se de ter criado o arquivo de configuração salvando suas informações na configuração geral do plugin",
        " Configuration.": " Configuração.",
        " Configuration?": " Configuração?",
        "Configuration ": "Configuração ",
        " Configuration]": " Configuração]",
        "[Configuration]": "[Configuração]",
        "*Configuration*": "*Configuração*",
        " Configuration*": " Configuração*",
        " Commandes.": " Comandos.",
        " Commandes?": " Comandos?",
        "Commandes ": "Comandos ",
        " Commandes]": " Comandos]",
        "[Commandes]": "[Comandos]",
        "*Commandes*": "*Comandos*",
        " Commandes*": " Comandos*",
        " Nez.": " Nariz.",
        " Nez?": " Nariz?",
        "Nez ": "Nariz ",
        " Nez]": " Nariz]",
        "[Nez]": "[Nariz]",
        "*Nez*": "*Nariz*",
        " Nez*": " Nariz*",
        " Objectif.": " Objetivo.",
        " Objectif?": " Objetivo?",
        "Objectif ": "Objetivo ",
        " Objectif]": " Objetivo]",
        "[Objectif]": "[Objetivo]",
        "*Objectif*": "*Objetivo*",
        " Objectif*": " Objetivo*",
        " Somme.": " Soma.",
        " Somme?": " Soma?",
        "Somme ": "Soma ",
        " Somme]": " Soma]",
        "[Somme]": "[Soma]",
        "*Somme*": "*Soma*",
        " Somme*": " Soma*",
        " A.": " à.",
        " A?": " à?",
        "A ": "à ",
        " A]": " à]",
        "[A]": "[à]",
        "*A*": "*à*",
        " A*": " à*",
        " B.": " B.",
        " B?": " B?",
        "B ": "B ",
        " B]": " B]",
        "[B]": "[B]",
        "*B*": "*B*",
        " B*": " B*",
        " C.": " C.",
        " C?": " C?",
        "C ": "C ",
        " C]": " C]",
        "[C]": "[C]",
        "*C*": "*C*",
        " C*": " C*",
        " D.": " D.",
        " D?": " D?",
        "D ": "D ",
        " D]": " D]",
        "[D]": "[D]",
        "*D*": "*D*",
        " D*": " D*",
        " E.": " E.",
        " E?": " E?",
        "E ": "E ",
        " E]": " E]",
        "[E]": "[E]",
        "*E*": "*E*",
        " E*": " E*",
        " F.": " F.",
        " F?": " F?",
        "F ": "F ",
        " F]": " F]",
        "[F]": "[F]",
        "*F*": "*F*",
        " F*": " F*",
        " G.": " G.",
        " G?": " G?",
        "G ": "G ",
        " G]": " G]",
        "[G]": "[G]",
        "*G*": "*G*",
        " G*": " G*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}